;Language file of Revo Uninstaller
;This section must use English
[Info]
Language= Українська/Ukrainian
WebLang=UKR
Translator=Alexey Lugin - alex@ukrlocal.info
Codepage=UNICODE 
Version=2.4.1


[Uninstaller Toolbar]
102 = Вигляд 
103 = Налаштування 
104 = Деінсталятор 
105 = Інструменти 
106 = Режим\nполювання 
107 = Список 
108 = Піктограми 
109 = Деталі 
110 = Деінсталяція 
111 = Видалити елемент 
112 = Оновити 
113 = Видалити вибраний елемент? 
114 = Деінсталювати вибрану програму? 
115 = Автооновлення 
116 = Довідка 
117 = Довідка по поточному інструменту... 
118 = Домашня сторінка... 
119 = Про програму... 
120 = У вас немає привілеїв адміністратора! 
121 = Видалити вибраний компонент системи?\nЗУПИНІТЬСЯ, якщо не впевнені в тому, що ви робите! 
122 = Деінсталятор показує усі програми і компоненти, встановлені для всіх і поточного користувача. У типі вигляду "Деталі" або через контекстне меню ви можете отримати докладну інформацію (посилання та властивості інсталяцій). Головна особливість програми Revo Uninstaller - це Режим полювання. Цей режим дасть вам гнучку можливість деінсталяції, зупинки, видалення або блокування в Автозавантаженні лише одним клацанням по програмі. 
123 = Пошук
124 = Знайдено: 
125 = Видалити вибраний системний компонент з реєстру?\nВін може бути необхідний вашій операційній системі! 
126 =  видалена з автозавантаження! 
127 =  додана в автозавантаження 
128 = %s встановлено в тому ж місці, що й %s!\nТам можуть бути знайдені залишені файли від обох програм! Обережно виберіть ті з них, які потрібно видалити! 
129 = Примусова MSI деінсталяція

[Uninstaller List]
150 = Застосунок
151 = Розмір
152 = Версія
153 = Дата інсталяції
154 = Компанія
155 = Сайт
156 = Коментар
157 = Рядок деінсталятора
158 = Ключ реєстру
159 = Інсталятор

[Uninstaller StatusBar]
201 = Інсталяції:
202 = Завантаження...

[Registry Optimizer]
302 = Виберіть що сканувати
303 = Меню Пуск

[Autorun Toolbar]
407 = Запуск 
408 = Заборонити 
409 = Видалити 
410 = Елементів: 
411 = Увімкнено: 
412 = З Менеджером автозавантаження можна не тільки дозволити або заборонити автозапуск програм при запуску Windows, але також отримати більше інформації про конкретні програми, прописані в Автозавантаженні системи. Ви можете отримати інформацію про видавця такої програми, її опис, статус програми (запускається вона чи ні), шляхи запуску (де вона збережена на комп'ютері). 

[Autorun List] 
450 = Назва завантаження
451 = Шлях завантаження 
452 = Опис 
453 = Видавець 
454 = Статус 
455 = Розташування 
456 = ВИКОНУЄТЬСЯ 
457 = НЕ ВИКОНУЄТЬСЯ 
458 = НЕПРИПУСТИМО 
459 = Вбити процес 
460 = Запустити процес 
461 = Відкрити папку з програмою 
462 = Розташування в реєстрі 
463 = Копіювати шлях завантаження
464 = Видалити вибраний 
465 = Видалити усі неприпустимі 
466 = Видалити непрацюючі
467 = Видалити усі відключені 
468 = Властивості... 
470 = Закрити вибрану програму?\nУсі незбережені дані будуть втрачені! 
471 = Видалити вибраний елемент? 
472 = Видалити усі неприпустимі? 
473 = Видалити усі непрацюючі? 
474 = Видалити усі відключені? 
475 = Команди не існує! 
476 = НЕВІДОМИЙ 
477 = Заборонити автозавантаження 
478 = Дозволити автозавантаження

[Outlook Control]
300 = Оптимізація 
301 = Оптимізатор реєстру 
400 = Менеджер автозавантаження
500 = Очищувач слідів 
501 = Очищувач браузерів 
600 = Очищувач Microsoft Office 
700 = Очищувач Windows 
800 = Видалення даних 
900 = Невідновлюване видалення 
2100 = Інструменти Windows 
2200 = Очищувач залишених файлів 

[Track Cleaner Browsers] 
507 = Очистити все 
508 = Очистити історію відвідувань інтернет-сторінок 
509 = Видалити історію адресного рядка 
510 = Видалити тимчасові файли Інтернету 
511 = Видалити куки 
512 = Видалити файли Index.dat 
513 = Виконати 
514 = Видалити історію завантажень 
515 = Видалити історію сесій 
516 = Видалити історію заповнення форм 
517 = Деінсталятори 
518 = Очистити всі вибрані історії? 
521 = Очистити історію Internet Explorer? 
522 = Очистити історію Firefox? 
523 = Очистити історію Opera? 
524 = Очистити історію Netscape? 
525 = Ваш браузер записує детальну інформацію про усі відвідані вами сторінки в інтернеті. Все це може бути доступним для будь-кого простим натисканням кнопки в вікні браузера і усі ваші інтернет-мандри будуть як на долоні! З очищувачем браузерів ви можете видалити тимчасові файли Інтернету, а це - усі малюнки, які ви бачили, усі онлайн відео і веб-сторінки, відвідані вами. Видалення тимчасових файлів інтернету звільнить чимало місця на вашому диску. 
526 = Закрийте ваш браузер перед очищенням слідів. 
527 = Файли Index.dat будуть видалені під час наступного запуску системи. 
599 = Очищення слідів вибраних елементів виконане! 

[Office Track Cleaner] 
601 = Очистити 
607 = Очистити історію відкриття документів MS Word 
608 = Включаючи Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 та 2016
609 = Очистити історію відкриття документів MS Excel 
610 = Включаючи Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 і Excel 2016
611 = Очистити історію відкриття документів MS Access 
612 = Включаючи Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 і Access 2016
613 = Очистити історію відкриття документів MS PowerPoint 
614 = Включаючи PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 і PowerPoint 2016
615 = Очистити історію відкриття документів MS FrontPage 
616 = Включаючи FrontPage 2000, FrontPage XP і FrontPage 2003
617 = Очищувач Microsoft Office надає можливість видалити історію всіх файлів, які відкривалися в Microsoft Word, Excel, Access, PowerPoint і FrontPage. Якщо не потрібно, аби хто-небудь ще побачив, які останні документи відкривалися або редагувалися - таблиці, документи та інші файли, створені за допомогою Microsoft Office, - просто виберіть те, що не потрібно і натисніть на кнопку "Очистити". Списки недавно відкритих документів будуть тепер порожні.

[Windows Tracks Cleaner]
701 = Очистити 
707 = Очистити історію відкриття документів 
708 = Очистити історію меню Пуск
709 = Очистити історію пошуку файлів 
710 = Очистити історію принтерів, комп'ютерів і пошуку людей 
711 = Очистити буфер обміну 
712 = Очистити історію відкриття документів "MS Paint" 
713 = Очистити історію відкриття документів "MS Wordpad" 
714 = Очистити історію відкриття ключів в Regedit 
715 = Очистити історію діалогів Відкрити/Зберегти 
716 = Очистити історію останньої відкритої папки 
717 = Спорожнити Кошик 
718 = Видалити тимчасові файли Windows 
719 = Видалити протоколи натискань в меню Пуск 
720 = Microsoft Windows зберігає сліди багатьох ваших дій на комп'ютері, таких як історія пошуку файлів, коли ви шукаєте файли та папки; історія нещодавно відкритих документів; історія відкриття/збереження, використовувана в стандартних діалогах Відкрити/Зберегти різних програм, встановлених на вашому комп'ютері, та багато іншого. Очищувач Windows допоможе вам видалити всю цю історію і тимчасові файли. Ви також можете очистити Кошик і видалити тимчасові файли, що звільнить чимало місця на диску. 
721 = Історія запусків буде видалена після нового завантаження процесу explorer.exe. 
722 = Сліди в реєстрі Windows 
723 = Сліди на локальному диску 
724 = Видалити файли дампу пам'яті 
725 = Видалити фрагменти відновлених Chkdsk (Check Disk) файлів 


[Evidence Remover] 
802 = Виконати 
803 = Знищення 
804 = Зачекайте, триває процес знищення. 
805 = Завершено 
806 = Виберіть диск(и), з яких потрібно видалити дані і сліди своєї роботи. Цей інструмент застосовується тільки до вже видалених даних. УВАГА: після закінчення процесу буде неможливо відновити видалені файли! 
807 = Коли ви спорожнюєте кошик, ваші файли і папки тільки позначаються як видалені, але вони не стерті фізично. Цей інструмент зітре назавжди файли і папки, які вже були видалені, але залишаються фізично на вашому диску. Не має значення, який інструмент ви чи хтось інший будете використовувати для відновлення даних, результат буде завжди один і той же - дані, стерті за допомогою "Видалення даних",  відновити неможливо! 
808 = Стерти залишені сліди і дані на вибраних дисках?

[Unrecoverable  Delete ]
912 = Список файлів і папок, які будуть видалені без можливості відновлення
913 = Файли 
914 = Папки 
915 = Вставте файли, які потрібно видалити і прибрати з системи. Ці файли неможливо буде відновити ні програмно, ні фізично! 
916 = Вставте папки, які потрібно видалити і прибрати з системи. Ці папки неможливо буде відновити ні програмно, ні фізично! 
917 = Додати файли для видалення 
918 = Додати папки для видалення 
919 = ВИДАЛИТИ НАЗАВЖДИ 
920 = Очистити список 
921 = Якщо потрібно безпечно видалити файл або папку і бути впевненим, що ніхто ні з яким інструментом не буде мати можливості відновити цей файл або папку, використовуйте Невідновлюване видалення. Видалення файлів і очищення Кошика не означає, що ці файли зникли назавжди. Вони все ще на жорсткому диску і будь-хто може відновити видалені дані досить легко. Даний інструмент робить це неможливим в силу того, що він фізично затирає всі файли та папки. 
922 = Видалити назавжди вибрані файли і папки?

[Options Tree]
1001 = Параметри 
1100 = Головні 
1200 = Деінсталятор 

[General] 
1101 = Поточна мова: 
1102 = Розширений режим 
1103 = Перевіряти оновлення при запуску 

[Uninstaller Options] 
1201 = Показати оновлення системи 
1202 = Показати компоненти системи 
1204 = Запуск тільки вбудованого Деінсталятора програми 
1205 = (Не підтримується в Vista) 
1206 = Створити точку відновлення системи перед деінсталяцією
1207 = Перемістити залишені файли і папки до Кошика 

[Auto Update] 
1907 = Оновлення 
1908 = Інформація про версію 
1909 = Поточна версія: 
1910 = Остання версія: 
1911 = ЗАВАНТАЖИТИ 
1912 = Отримати нову версію 
1913 = Що нового 
1914 = Перевірка... 
1915 = Помилка підключення... 
1916 = СТОП 
1917 = Завантажено %s з %s 
1918 = Завантажено %s (розмір невідомий) 
1919 = Revo Uninstaller не може з'єднатися з www.revouninstaller.com. Перевірте активність вашого інтернет-з'єднання і чи не блокує ваш брандмауер Revo Uninstaller 
1920 = Помилка: перевірка нової версії неможлива. Відсутнє з'єднання з інтернетом.

[WinTools]
2110 = Запуск
2111 = Є багато зручних та корисних інструментів і компонентів у кожній операційній системі Windows. Деякі працюють з командного рядка, до інших важко дістатися. Інструменти Windows надають швидкий доступ одним клацанням до більш ніж десяти інструментів Windows, які ви використовуєте у своїй повсякденній роботі. 
2112 = Ви можете використовувати це для відновлення комп'ютера до попереднього стану, при виникненні проблем, без втрати персональних даних та налаштувань. System Restore проводить моніторинг змін системи і деяких файлів застосунків і автоматично створює точки повернення. Ці точки повернення дають можливість повернути систему до попереднього стану. Вони створюються щодня і під час значущих для системи подій. Ви можете вланоруч створити і назвати свої точки відновлення в будь-який час. 
2113 = Ви можете використовувати це для збору та демонстрації інформації про обладнання комп'ютера і його операційної системи, вашої інтернет-конфігурації, і настройках модему і мережевого адаптора. З інструментом Діагностика мережі  ви можете сканувати систему і протестувати роботу мережф і перевірити доступність деяких мережевих служб і програм. 
2114 = Ви можете використовувати це для перегляду всіх поточних значень конфігурації TCP/IP мережі і оновлення налаштувань Dynamic Host Configuration Protocol (DHCP) і Domain Name System (DNS). Показує повну конфігурацію TCP/IP для всіх адаптерів, включаючи адреси IP, MAC адреси, маску підмережі, шлюз за промовчанням, Windows Internet Naming Service (WINS) і конфігурацію DNS. 
2115 = Ви можете використовувати це, щоб перевірити стан трьох основ безпеки вашого комп'ютера - Брандмуера, антивірусну програму і Автоматичного оновлення. Якщо виявиться проблема з будь-якою з трьох основ (наприклад, якщо антивірусна програма застаріла), Центр безпеки сповістить вас про це і надасть рекомендації, як краще захистити ваш комп'ютер. 
2116 = Ви можете використовувати це для наступного: Перегляд базової інформації, такої як тип вашого процесора і оперативної пам'яті; Перегляд і зміна налаштувань, які контролють використання пам'яті комп'ютером і знаходження відповідної інформації; Знаходить інформацію про конфігурацію обладнання і його властивості, встановлює профілі обладнання; Перегляд інформації про якість мережі і профілі входу в систему. Надсилати звіти про помилки системи і програм до Microsoft або вашому системному адміністратору при їх виникненні. 
2117 = Інформація про систему - це компонент операційної системи Windows, який збирає і показує інформацію про конфігурацію системи для локального та віддаленого комп'ютерів. Він містить у собі інформацію про апаратну конфігурацію, компоненти комп'ютера і програмне середовище, включаючи підписані і не підписані драйвери. Відомості про систему - це інструмент, що сприяє швидкому отриманню інформації про комп'ютер і його операційну систему. 
2118 = Команда TCP/IP Netstat - це компонент операційної системи Windows який показує всі активні TCP підключення і TCP та UDP порти, які прослуховує комп'ютер, і показує відповідну програму, пов'язану зі створенням кожного з'єднання або прослуховуванням порту. У цьому випадку ім'я програми пишеться в [ ] під рядком, зверху - компонент, що її викликав, і так далі до досягнення TCP/IP. 
2119 = Цей інструмент показує віртуальну клавіатуру на екрані і дозволить користувачам з обмеженими можливостями вводити дані використовуючи вказати на пристрій або джойстик. Екранна клавіатура призначена лише для забезпечення базових потреб людей з обмеженою рухливістю. Ви також можете використовувати екранну клавіатуру, якщо підозрюєте наявність клавіатурного шпигуна, встановленого на вашому ПК, коли всі натиснення клавіш записуються. Екранна клавіатура усуває саму можливість запису процесу натиснення клавіш. 
2120 = Цей інструмент аналізує локальні диски і консолідує фрагментовані файли та папки таким чином, щоб кожен займав один нерозривний простір на диску. Як результат, ваша система зможе отримувати доступ до файлів і папок, а нові зберігати раціональніше. Консолідуючи ваші файли і папки, Дефрагментатор також об'єднує вільний дисковий простір, зменшуючи ймовірність фрагментації нових файлів. 
2121 = Ви можете використовувати це для: запуску, зупинки, паузи, отримання властивостей, або вимкнення служби на віддаленому або локальному комп'ютерах. Керувати службами на локальному і віддаленому комп'ютері; Викликати відновлювальні дії при виході служби з ладу, наприклад, автоматичний перезапуск служби; Увімкнути або вимкнути службу для конкретного профілю; Переглянути статус і властивості кожної служби. 
2122 = Ви можете використовувати це для керування спільними ресурсами за допомогою мережі, контролювати доступ користувачів, активність сеансів, властивості загальних ресурсів і переглянути звіт про з'єднання і використання ресурсів для локального та віддалених комп'ютерів. У Спільних папках ви можете: створювати, переглядати і встановлювати дозволи для загальних ресурсів; Побачити список усіх користувачів, під'єднаних через мережу до комп'ютера і від'єднати одного або всіх; Переглянути список файлів, які були відкриті віддаленими користувачами. 
2123 = Цей інструмент містить у собі налаштування політики для Конфігурації користувача, яка впливає на користувачів, і для Конфігурації комп'ютера, яка впливає на комп'ютери. Параметри Групової політики впливають на різні компоненти для користувача середовища на зразок "Робочого столу", яким необхідно керувати системному адміністратору, наприклад, програмами, які доступні користувачам, відображенням піктограм на Робочому столі користувача, і опціями меню Пуск. 
2124 = Інструмент Додати/Видалити компоненти Windows допоможе вам з керуванням встановлених на вашому комп'ютері компонентів Windows. Після встановлення операційної системи Windows на комп'ютер, ви можете використовувати її для додавання компонентів Windows, які не були включені до початкового встановлення, або видалити існуючі залишені вам компоненти Windows. 
2125 = Засіб видалення шкідливих програм Microsoft Windows перевіряє комп'ютери, які працюють з операційною системою Windows, на зараження широко поширеними зловмисними програмами і допомагає видалити виявлену заразу. Ці програми містять у собі віруси, черв'яків і троянів. Після закінчення процесу виявлення і видалення, утиліта покаже звіт з результатами роботи, що включає в себе усі знайдені і видалені небажані програми.


[Junk Files Cleaner Options]
2202 = Сканувати диски: 
2203 = Шаблон 
2204 = Опис 
2205 = Додати 
2206 = Видалити 
2207 = За промовчанням 
2208 = Очищувач залишених файлів::Головне 
2209 = Очищувач залишених файлів::Винятки 
2220 = Шаблон для пошуку: 
2221 = Ви можете використовувати символи (?,*) як маски 
2222 = Додати шаблон 
2223 = Додати шаблон винятків 
2224 = Ви можете використовувати символи (?,*) як маски 
2225 = Шаблон винятків: 
2226 = Видаляти файли до Кошика 
2227 = Ігнорувати файли, до яких був доступ в останні 24 години 

[Junk Files Cleaner Tool] 
2306 = Сканувати 
2307 = Видалити 
2308 = Сканування 
2309 = Зачекайте, триває процес сканування. 
2310 = Скасувати 
2311 = Ім'я 
2312 = Розмір 
2319 = Файлів:
2320 = Загальний розмір: 
2323 = Файли використовуються Windows або іншою програмою\nі не можуть бути видалені зараз 
2324 = Потрібно вибрати як мінімум один диск і розширення для початку сканування 
2325 = Очищувач залишених файлів надає вам можливість знайти і видалити різні типи сміттєвих та залишених файлів із системи. Зазвичай, такі файли видаляються програмою, яка їх створила, після того як вона перестає мати потребу в них. Тим не менше, вони можуть періодично залишатися на жорсткому диску, якщо відбувається раптове закриття програм, крах системи і т.д. Якщо це відбувається, то стає причиною зменшення вільного дискового простору або сповільнює комп'ютер. 
2326 = Файл: 
2327 = Видалення файлів 

[Context Menu Junk Files Cleaner] 
2313 = Відкрити 
2314 = Пошук в Google 
2315 = Відкрити папку, яка містить файл 
2316 = Властивості... 
2317 = Виділити усі елементи 
2318 = Зняти виділення з усіх 
2321 = Виділити вибрані елементи 
2322 = Зняти виділення з вибраних елементів

[Topmost Window]
4002 = Параметри 
4003 = Відкрити головне вікно 
4004 = Режим Drag and Drop 
4005 = Режим полювання 
4006 = Розмір 
4007 = Малий 
4008 = Середній 
4009 = Великий 
4010 = Розмір вікна 
4011 = Вихід 
4012 = Деінсталювати 
4013 = Зупинити автозавантаження 
4014 = Завершити процес 
4015 = Завершити і видалити процес 
4016 = Відкрити вміщуючу папку 
4017 = Інфо 
4018 = Властивості 
4019 = СКАСУВАННЯ 
4020 = Підтримується тільки один файл! 
4021 = Ви притягли папку, будь ласка, зачепіть і притягніть файл! 
4022 = Деінсталювати або видалити: 
4023 = Неможливо! Спробуйте вказати інше вікно, піктограму і елемент панелі завдань 
4024 = Не запускається команда деінсталяції!\nВидаліть програму через Деінсталятори. 
4025 = Не знайдено інсталяційний пакет!\nПорада: отримайте більше інформації для програми та\nспробуйте видалити її з головного вікна! 
4026 = Бажана програма відключена в автозавантаженні!\nПорада: якщо потрібно запустити її знову, використовуйте інструмент автозавантаження самої програми! 
4027 = Бажану програму не знайдено в основних місцях автозавантаження!\nПорада: для пошуку місць, які рідко використовуються для автозавантаження програм, використовуйте www.google.com! 
4028 = Закрити вибрану програму?\nУсі незбережені дані будуть втрачені! 
4029 = Деінсталятори 
4030 = Закрити і видалити вибрану програму?\nУсі незбережені дані будуть втрачені! 
4031 = Закрити Провідник Windows?\nМеню Пуск, Панель завдань і область сповіщень зникнуть! 
4032 = Автозавантаження з Windows 
4033 = Прозорість 
4035 = Завжди зверху

[Scan After Uninstall] 
4210 = Розташування 
4211 = Ключ 
4212 = Значення 
4213 = Дані 
4214 = Файл 
4215 = Елементи не вибрано. Виберіть елементи для видалення! 
4216 = Сканування після деінсталяції 
4217 = Вибрати все 
4218 = Скасувати вибір 
4219 = Видалити 
4220 = Залишилися файли 
4221 = Залишилися елементи реєстру 
4222 = Сканування перед деінсталяцією, зачекайте... 
4223 = Виконання деінсталяції... 
4224 = Запустіть сканування на наявність залишених файлів, папок і ключів реєстру після закінчення основного процесу деінсталяції 
4225 = Сканування після деінсталяції, зачекайте... 
4226 = Ретельно перевірте перелічені елементи! 
4227 = Закрити 
4228 = Файли, що залишились у списку, будуть видалені під час наступного перезавантаження комп'ютера 
4229 = Невдалий запуск Деінсталятора програми!\nМожлива неправильна команда деінсталяції! 
4230 = Назад 
4231 = Далі 
4232 = Вибір режиму деінсталяції 
4233 = Режими 
4234 = Вбудований - запуск тільки Деінсталятора програми без додаткового сканування 
4235 = Безпечний - влючає в себе "Вбудований режим" і додатковий пошук в реєстрі і на диску тільки забутих записів, які можна безпечно видалити. Швидкий режим. 
4236 = Середній - влючає в себе "Безпечний режим" і додатковий пошук всіх залишків програми у загальноприйнятих місцях в реєстрі та на диску. 
4237 = Розширений - влючає в себе "Середній режим" і виконує глибокий пошук в реєстрі і на диску для знаходження всього пов'язаного з забутими програмою записами. Повільний режим. 
4238 = Аналіз даних програми перед деінсталяцією. 
4239 = Старт вбудованого Деінсталятора програми. 
4240 = Натисніть "Далі" для пошуку файлів, папок і записів у реєстрі, що залишилися після закінчення роботи Деінсталятора програми. 
4241 = Виконується первинний аналіз і деінсталяція 
4242 = Сканування після деінсталяції 
4243 = Сканування після вбудованого Деінсталятора програми. Перегляд реєстру і вашого диска на наявність забутих файлів, папок і записів реєстру, які стосуються видаленої програми. Зачекайте... 
4244 = Знайдені записи реєстру 
4245 = Знайдено записів у реєстрі: 
4246 = Важливо: обережно відзначайте показані записи! Будуть видалені тільки записи і їх підпункти, зазначені жирним! 
4247 = Знайдені забуті файли та папки 
4248 = Всього записів: 
4249 = Мій комп'ютер 
4250 = Revo Uninstaller не зміг запустити вбудований Деінсталятор програми. Можлива неправильна команда на деінсталяцію програми або вона зіпсована. Ви можете натиснути "Назад" та спробувати інший режим деінсталяції. 
4251 = Вбудований Деінсталятор закінчив роботу. Revo Uninstaller не проводив пошук "забутого". Ви можете натиснути "Назад" та спробувати інший режим деінсталяції для пошуку залишилися файлів, папок і записів реєстру. 
4252 = Revo Uninstaller успішно закінчив процедуру деінсталяції, але залишилися записи, які не були знайдені. Ви можете натиснути "Назад" та спробувати інший Розширений режим деінсталяції для більш глибокого сканування. 
4253 = Revo Uninstaller успішно закінчив процедуру деінсталяції. Якщо потрібно знайти більше залишених записів, натисніть "Назад" і спробуйте інший Розширений режим деінсталяції для більш глибокого сканування. 
4254 = Кінець 
4255 = Перемістити вибрані файли до Кошика? 
4256 = Видалити вибрані записи реєстру? 
4257 = Revo Uninstaller успішно завершив процедуру деінсталяції! 
4258 = Пропустити видалення знайдених залишених даних Реєстру та перейти до наступного кроку? 
4259 = Пропустити видалення знайдених залишених файлів і папок і перейти до наступного кроку? 
4260 = Пошук забутих елементів завершений. Натисніть "Далі" для перегляду результатів пошуку! 
4261 = Створення точки відновлення системи... 
4262 = Створення точки відновлення системи - невдача! 
4263 = Створення точки відновлення системи скасоване (у Налаштування->Деінсталятори) 
4264 = Створення точки відновлення системи - готово!


[About]
4300 = Перекладачі:

[ContextMenu Uninstaller]
5000 = Команди 
5001 = Інфо 
5002 = Дивитися в Google 
5004 = Папка встановлення 
5005 = Відкрити посилання про програму... 
5006 = Відкрити посилання підтримки... 
5007 = Відкрити посилання оновлення... 
5008 = Відкрити ключ реєстру... 

[Common] 
10000 = OK 
10001 = Скасувати 
10002 = Довідка 
10003 = Огляд 
10004 = Довідка по поточному інструменту 
10005 = Домашня сторінка 
10006 = Про програму 
10007 = Попередження 
10008 = ПОМИЛКА
10009 = Так
10010 = Ні
10019 = Редагувати

[Tooltips] 
2000 = Переключення в режим деінсталяції 
2001 = Показати панель інструментів 
2002 = Встановити параметри за вашим бажанням 
2003 = Переключення в режим полювання 
2004 = Зміна вигляду списку встановлених програм 
2005 = Деінсталювати вибрану програму 
2006 = Видалити вибраний елемент з реєстру 
2007 = Оновити список програм 
2008 = Оновити поточну версію до нової 
2009 = Знайти додаткову інформацію і відповіді на всі ваші запитання про програму 
404 = Запуск вибраної програми 
405 = Зупинити і закрити вибрану програму 
406 = Видалити вибрану програму з Автозавантаження 
506 = Очистити вибране 
605 = Очистити вибране 
705 = Очистити вибране 
2106 = Запустити вибраний інструмент 
2304 = Пошук залишених файлів відповідно до вибраних параметрів 
2305 = Видалити позначені файли до Кошика  



[UninstallerPro] 
15000 = Головна 
15001 = Керування\nгрупами 
15002 = Нові програми 
15003 = Інші програми 
15004 = Назва 
15005 = Перейменувати 
15006 = Інтернет 
15007 = Ігри 
15008 = Мультимедіа 
15009 = Утиліти 
15050 = На початок 
15051 = Вниз 
15052 = Додати 
15053 = Видалити 
15054 = Стовпчики 
15055 = Видалити цей стовпчик 
15056 = Вирівнювання 
15057 = Зліва 
15058 = По центру 
15059 = Справа 
15060 = Заповнення 
15061 = Експорт в 
15062 = Текстовий формат (txt) 
15063 = HTML формат (html) 
15064 = Microsoft Excel 
15065 = Експорт 
15066 = Виберіть стовпчики для експорту: 
15067 = Показувати як нові програми, інстальовані: 
15068 = За останні (днів) 
15069 = З часу останнього запуску Деінсталятора 
15070 = Назва групи: 
15071 = Додати 
15072 = Група 
15073 = Відстежені програми 
15074 = Відстежені\nпрограми 
15075 = Усі програми 
15076 = Усі\nпрограми 
15077 = Видалити журнал 
15078 = Розширене видалення 
15079 = Змінити піктограму 
15080 = Додати до групи 
15081 = Видалити з групи 
15082 = Деінсталяція 
15083 = Деінсталяція файлів і папок, внесених до журналу: 
15084 = Деінсталяція записів реєстру, внесених до журналу: 
15085 = Є деякі дані, які мають відношення до видаленої програми, але не були видалені, тому що не були відслідковані Revo Uninstaller при встановленні програми. Якщо потрібно переглянути їх і, можливо, видалити, натисніть кнопку "Розширена деінсталяція" 
15086 = Розширена деінсталяція
15087 = Файл\шлях до папки 
15088 = Завантаження списку... 
15089 = Деінсталяція вибраних значень 
15090 = Відкрити батьківський ключ реєстру... 
15091 = Розгорнути все 
15092 = Згорнути все 
15093 = Ім'я значення 
15094 = Папка журналів: 
15095 = Виконати операцію перейменування системних файлів і папок, які колись існували 
15096 = Примусова деінсталяція 
15097 = Примусова\nдеінсталяція 
15098 = Розгорнути вибраний ключ 
15099 = Згорнути вибраний ключ 
15100 = Деінсталювати вибраний ключ 
15101 = Позначити ключ як створений 
15102 = Додати до списку винятків 
15103 = Неправильний файл журналу
15104 = Файлу не існує! Виберіть існуючий файл або скасуйте операцію. 
15105 = Вибрати процес 
15106 = Додати процес до списку 
15107 = Повний шлях процесу: 
15108 = Додати ключ реєстру 
15109 = Шлях ключа реєстру 
15110 = Примусовий команда деінсталяції допомагає видалити програми або видалення залишків частково встановлені або видалити програми.Можна переглядати на що залишилися файли та папки або введіть повний шлях до всіх файлів або папок потрібно видалити програми. Можна також ввести назву програми, як додаткова інформація. На основі введених даних, Revo Uninstaller шукає існуючі вбудовані uninstaller і пов'язані з установки журналів в модулях простежити програми та журнали бази даних. Якщо будь-яке знайдено, його буде додано до так що ви можете використовувати його або not.\n\nБудь ласка, введіть точну назву і розташування інсталяції програми видалення!
15111 = Режим сканування 
15112 = Вбудований 
15113 = Безпечний 
15114 = Середній 
15115 = Розширений 
15116 = Повний шлях до файлу програми або папки: 
15117 = Точна назва програми: 
15118 = Знайдено вбудовані Деінсталятори: 
15119 = Запустити вибраний вбудований Деінсталятор 
15120 = Назва програми 
15121 = Команда деінсталяції 
15122 = Тип 
15123 = 32-розрядн. 
15124 = 64-розрядн. 
15125 = Вбити процес і продовжити 
15126 = Вибраний файл - це працюючий процес! Якщо потрібно видалити його і пов'язані з ним елементи належним чином, найкраще буде вбити (зупинити) його і потім продовжити 
15127 = Ключ реєстру у винятки 
15128 = Включаючи підключі 
15129 = При запуску починати з відстежених програм 
15130 = Видаляти файли і папки: 
15131 = До папки Backup 
15132 = До кошика 
15133 = Назавжди 
15134 = Видалити вибрані елементи? 
15135 = Папки 
15136 = Файли 
15137 = Можливо пов'язані файли та папки 
15138 = Можливо пов'язані елементи реєстру 
15139 = Ключі: 
15140 = Значення: 
15141 = Відстежені файли та папки 
15142 = Виконати операцію перейменування колись існуючих системних файлів і папок 
15143 = Видалити вибрані елементи? 
15144 = Вибрані, але залишені файли будуть видалені під час наступного запуску системи. 
15145 = Відстежені елементи реєстру 
15146 = Деінсталяція... 
15147 = Пошук залишених файлів, папок і елементів реєстру на основі наявної початкової інформації 
15148 = Аналіз і запуск вбудованого Деінсталятора програми для видалення за промовчанням. 
15149 = Після закінчення роботи Деінсталятора програми натисніть "Пошук" для початку пошуку залишених файлів, папок і елементів реєстру. 
15150 = Недостатньо місця на диску для запису кеш-файлу 
15151 = Помилка запису кеш-файлу. Ви впевнені, що маєте необхідні привілеї? 
15152 = Помилка читання кеш-файлу 
15153 = Revo Uninstaller нічого не знайшов 
15154 = Пошук 
15155 = Довільна\nдеінсталяція 
15156 = Модуль "Усі програми" Revo Uninstaller показує всі встановлені програми і компоненти як для поточного, так і для всіх користувачів, розділені на дві групи - "Нові" та "Інші". Використовуючи вигляд "Деталі" або контекстне меню, можна отримати додаткову інформацію (посилання та властивості програм). Параметри модуля розташовані в підпункті "Усі програми" під пунктом "Деінсталятор" в панелі "Налаштування". 
15157 = Модуль "Відстежені програми" Revo Uninstaller показує всі програми, встановлення яких ви відстежили при інсталяції, використовуючи Revo Uninstaller. Для відстеження інсталяції програми з Revo Uninstaller можна запустити інсталяційний файл правою кнопкою миші або натиснувши кнопку "Інсталяція програм" в основному меню. Налаштування цього модуля знаходяться в підпункті "Відстежені програми " нижче пункту "Деінсталятор" в панелі "Налаштування". 
15158 = Реєстрація 
15159 = Довідка 
15160 = Інсталяція програм 
15161 = Інсталяція\nпрограм 
15162 = Створити точку відновлення системи і повне резервування реєстру перед деінсталяцією 
15163 = Створення повного резервування реєстру... 
15164 = Створення точки відновлення і резервування реєстру відключене (у меню Налаштування->Деінсталятор) 
15165 = Створення повного резервування реєстру - готово! 
15166 = Створення повного резервування реєстру - невдача! 
15167 = (Не підтримується в Windows Vista та Windows 7,8,10) 
15168 = Журнали: 
15169 = Або правою кнопкою миші на піктограму "Режим полювання" і вибрати "Вихід"
15170 = Відкривати Майстер деінсталяцій розгорнутим
15171 = Шлях до папки
15172 = Встановіть читач pdf для перегляду файлу Довідки
15173 = Додати нову Групу
15174 = Видалити вибрані журнали
15175 = Перебудувати кеш-файл
15176 = Перебудувати кеш-файл?\nВаші налаштування деяких параметрів програми будуть скинуті!
15177 = Керування
15178 = Журнал Експорту, Імпорту або Редагування
15179 = Зміна або\nВиправлення
15180 = Зміна або Виправлення
15181 = Посилання оновлення
15182 = База даних журналів
15183 = База даних\nжурналів
15184 = Програми:
15185 = Ім'я програми
15186 = Версія програми
15187 = Версія Windows
15188 = Розрядність Windows
15189 = Знайти
15190 = Показувати лише журнали, сумісні з %s
15191 = Показувати лише %s журнали
15192 = Відповідні журнали:
15193 = Журнали бази даних:
15194 = Пошук за:
15195 = журнал
15196 = журнали
15197 = програма
15198 = програми
15199 = Ім'я
15200 = Швидка деінсталяція 
15201 = Швидка\nдеінсталяція
15202 = Створення початкового резервування системи
15203 = Деінсталяція програми %d з %d
15204 = Початковий аналіз - готово!
15205 = Запуск вбудованого деінсталятора програми - готово!
15206 = Запуск вбудованого деінсталятора програми - невдача!
15207 = Пошук залишених файлів, папок та елементів реєстру...
15208 = Видалення знайдених залишених елементів...
15209 = Видалено %d залишених ключів реєстру та %d значень
15210 = Видалено %d залишених папок та %d файлів
15211 = Швидка деінсталяція завершена!
15212 = Статус
15213 = Після завершення роботи вбудованого деінсталятора натисніть кнопку "Далі" для завершення процесу деінсталяції.
15214 = Далі
15215 = Імпортовано
15216 = Додати коментар
15217 = Редагувати коментар
15218 = Модулі
15219 = Дата журналу
15220 = Підготовка даних журналу для деінсталяції...
15221 = %d з %d елементів
15222 = Виконання необхідних операцій перейменування...
15223 = Деінсталювати вибраний журнал?
15224 = Деінсталювати вибрані журнали?
15225 = Деінсталяція журналу %d з %d
15226 = Експортувати усе
15227 = Пропустити\nРезервувати
15228 = Пропустити створення точки відновлення системи і повного резервування реєстру
15229 = Створення повного резервування реєстру - пропущено!
15230 = Створення точки відновлення системи - пропущено!
15231 = Редагувати журнал
15232 = Імпортувати журнал
15233 = Експортувати журнал
15234 = Синтаксичний аналіз журналу -
15235 = Перейменувати журнал
15236 = Ім'я журналу
15237 = Зберегти зміни
15238 = Змінити
15239 = Піктограма
15240 = Індекс піктограми
15241 = Автор
15242 = Час створення
15243 = Час останнього змінення
15244 = Передбачуваний розмір
15245 = Ключі реєстру
15246 = Значення реєстру
15247 = Створено
15248 = Видалено
15249 = Перейменовано
15250 = Перезаписано
15251 = Невідомо
15252 = Старе ім'я
15253 = Повне ім'я
15254 = Старе повне ім'я
15255 = Стара дата
15256 = Значення реєстру з таким ім'ям вже існує!
15257 = Додати ключ
15258 = Ім'я ключа:
15259 = Не змінено
15260 = Змінити ключ
15261 = Додати значення
15262 = Змінити значення
15263 = Створений
15264 = Старий тип
15265 = Примусово зупинити роботу виконуваних файлів під час їх видалення
15266 = Шукати відповідний журнал перед звичайною деінсталяцією програми
15267 = Виконати Швидке видалення вибраної програми?
15268 = Знайдено відповідний журнал серед ваших журналів для деінсталяції\nЗапущено вбудований деінсталятор програми для деінсталяції за промовчанням.
15269 = Знайдено відповідний журнал в базі даних журналів для деінсталяції\nЗапущено вбудований деінсталятор програми для деінсталяції за промовчанням.
15270 = Після завершення роботи вбудованого деінсталятора програми натисніть кнопку "Далі" щоб побачити залишені файли, папки та елементи реєстру.
15271 = Помилка завантаження файлу журналу!
15272 = Помилка перейменування завантаженого файлу журналу!
15273 = Модуль "База даних журналів" програми Revo Uninstaller відображає список журналів відстежених програм, сумісних з вашою Windows. Ці журнали зберігаються на нашому веб-сайті, що підтримується командою Revo Uninstaller. Ви можете легко (лише натиснувши кнопку "Деінсталяція") використовувати ці журнали для деінсталяції програм з вашого комп'ютера.
15274 = Ваша версія:
15275 = Оновити зараз
15276 = Автоматично оновлювати базу даних журналів
15277 = Помилка завантаження бази даних журналів!
15278 = Помилка оновлення бази даних журналів!
15279 = Помилка видобування з бази даних журналів!
15280 = Помилка відкриття бази даних журналів!
15281 = Введіть свій коментар:
15282 = Вибір піктограми
15283 = Шлях до файлу:
15284 = Виберіть піктограму зі списку:
15285 = Файл
15286 = Папка
15287 = Експорт журналу -
15288 = Імпорт журналу -
15289 = %d%% завершено
15290 = Експортовано
15291 = Знайдено пов'язані журнали
15292 = Так(рекомендовано)
15293 = Перелічені журнали,  зроблені вами, здається, пов'язані з програмою, яку ви видаляєте. Використовувати дані з журналів під час деінсталяції?
15294 = Завантаження журналу -
15295 = Перелічені журнали, знайдені в базі даних журналів, здається, пов'язані з програмою, яку ви видаляєте. Якщо потрібно використовувати дані з журналів під час деінсталяції, встановіть перед ними прапорець.
15296 = Існує відповідний журнал деінсталяції в нашій базі даних журналів.\nВикористати його для найбільш повної деінсталяції програми?
15297 = Ви дійсно бажаєте видалити вибрані log(s) зі списку?
15298 = Слід вибрати принаймні один стовпець для експорту!
15299 = Для пошуку
15300 = Використання вибраного журналу
15301 = Джерело
15302 = Будь-який вбудований uninstaller не вибрали зі списку.\nВи дійсно бажаєте продовжити пошук на залишки і пропустити використання вбудованих uninstaller?
15303 = Виберіть вбудований видалення зі списку, якщо ви хочете використовувати його під час процесу деінсталяції.
15305 = Виберіть журнал зі списку, якщо ви хочете використовувати його під час процесу деінсталяції.
15306 = Завантаження колоди дані...
15307 = Створити повну резервну копію реєстру перед тим, як видалити
15308 = Створення повний бекап реєстру відключений (в Параметри->Видалення)
15309 = Шлях:

15310 = Використати дані деінсталяції програми для отримання дати інсталяції
15335 = Шлях не існує!
15337 = Перелічені програми встановлені в тому ж місці, що й %s. Будуть знайдені залишки від усіх цих програм.\nПродовжити?
15338 = Знайдено пов'язані програми

[Auto Run Manager Pro]
15800 = Додати 
15801 = Додати програму в автозавантаження Windows 
15802 = Встановити автозавантаження для: 
15803 = Усіх користувачів 
15804 = Поточного користувача 
15805 = Встановити автозавантаження з: 
15806 = Реєстр: Run - при кожному запуску Windows 
15807 = Реєстр: RunOnce - одного разу під час наступного запуску Windows 
15808 = Папка запуску - при кожному запуску Windows 
15809 = Команда (повний шлях): 
15810 = Ім'я: 
15811 = Видалений з автозавантаження
15812 = Видалені не запущені елементи з автозавантаження 
15813 = Видалені усі відключені елементи з автозавантаження
15814 = Служби
15815 = Відкрити служби Windows

[General App] 
16001 = Друк 
16002 = Перегляд друку 
16003 = Настроювання друку 
16004 = Вигляд 
16005 = Меню 
16006 = Основна панель 
16007 = Панель описів 
16008 = Панель стану 
16009 = Панель інструментів 
16010 = Файл 
16011 = Менеджер\nавтозавантаження 
16012 = Очищувач\nзалишених файлів 
16013 = Інструменти\nWindows 
16014 = Очищувач\nбраузерів 
16015 = Очищувач\nMS Office 
16016 = Очищувач\nWindows 
16017 = Видалення\nданих 
16018 = Невідновлюване\nвидалення
16019 = Менеджер\nрезервування 
16020 = Встановити з Revo Uninstaller 
16021 = Видалити з Revo Uninstaller 
16022 = Інсталювати вибрану програму з Revo Uninstaller 
16023 = Деінсталювати вибрану програму з Revo Uninstaller 
16024 = Папка резервування: 
16025 = Резервування видалених елементів реєстру 
16026 = Резервування видалених файлів і папок 
16027 = Microsoft Excel не встановлений на цьому комп'ютері (код помилки 0x% 08X). 
16028 = Неможливо запустити Microsoft Excel (код помилки 0x% 08X). 
16029 = Невідома помилка. 
16030 = Реєстр 
16031 = Пропустити інформаційні повідомлення Revo Uninstaller
16032 = Пропустити попереджаючі повідомлення Revo Uninstaller
16033 = Процеси 
16034 = Відслідковувати програми в компактному режимі 
16035 = Включаючи процеси: 
16036 = Виключаючи процеси: 
16037 = Шлях до процесу 
16038 = Візуальна тема: 
16039 = Панелі 
16040 = Показати написи 
16041 = Показати маленькі піктограми
16042 = Блакитна 
16043 = Сіра 
16044 = Чорна 
16045 = Срібляста 
16046 = Програмна 
16047 = Програмна 2 
16048 = Програмна м'яка 
16049 = Купити 
16050 = Після придбання Revo Uninstaller, ви отримаєте серійний номер номер електронною поштою. Для активації Revo Uninstaller вам потрібно ввести серійний номер у відповідне поле нижче і натиснути кнопку “Активація онлайн”. Для активації потрібне інтернет-з'єднання і відсутність блокування Revo Uninstaller з боку брандмауера. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16051 = Реєстрація 
16052 = Введіть правильний серійний номер: 
16053 = Активація онлайн
16054 = Усі права застережені. 
16055 = Зареєстрована версія 
16056 = Незареєстрована версія 
16057 = Видалити створені резервні копії, журнали та інші дані Revo Uninstaller? Натисніть "Ні", якщо ви оновлюєте програму. 
16058 = Перекладач: 
16059 = Щоденно створювати повне резервування реєстру 
16060 = Видалити журнал відстеженої програми після деінсталяції
16061 = Показувати маленькі піктограми у вигляді Деталі
16062 = Відображати команди в контекстному меню Windows (Інсталювати з..., Деінсталювати з...)
16063 = Встановити прапорець на усіх залишених елементах за промовчанням
16064 = Темносіра
16065 = Синя 2
16070 = Панель з командами
16071 = Довільна
16072 = Тема
16073 = Довільний колір тла
16074 = Довільний колір вибраного елементу
16075 = Перед запуском імпорту журналу закрийте Revo Uninstaller.\nАбо імпортуйте журнал за допомогою кнопки "Керування" у модулі "Відстежені програми".
16076 = Активація
16077 = Виберіть метод активації
16078 = Активація онлайн
16079 = Активація файлом
16080 = Ваш 30-денний термін випробування завершився. Якщо потрібно продовжити використання продукту, вам необхідно придбати ліцензію.
16081 = Після придбання ліцензії на Revo Uninstaller, ви отримаєте серійний номер електронною поштою. Для активації Revo Uninstaller вам потрібно ввести ваші ім'я та серійний номер у відповідні поля нижче (настійно рекомендовано скопіювати і вставити) і натиснути кнопку “Активація онлайн”. Для активації потрібне інтернет-з'єднання і відсутність блокування Revo Uninstaller з боку брандмауера. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16082 = Після придбання ліцензії на Revo Uninstaller, ви отримаєте серійний номер електронною поштою. Для активації Revo Uninstaller за допомогою файлу вам потрібно ввести ваші ім'я та серійний номер у відповідні поля нижче (настійно рекомендовано скопіювати і вставити) і натиснути кнопку “Зберегти файл”. Потім надішліть створений файл на адресу support@revouninstaller.com або registration@revouninstaller.com. На протязі 24 годин ми надішлемо вам код розблокування для завершення активації Revo Uninstaller. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16083 = Ви вибрали активацію Revo Uninstaller за допомогою файлу. Після надсилання файлу активації на нашу електронну пошту підтримки, ви отримаєте код розблокування Revo Uninstaller. Вам потрібно буде ввести код розблокування у відповідне поле нижче (настійно рекомендовано скопіювати і вставити) і натиснути кнопку “Активація”. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16084 = У ваш комп'ютер були внесені зміни, які вимагають переактивації Revo Uninstaller. Просто натисніть кнопку “Активація”. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16085 = Активація вдала!
16086 = Активація невдала!
16087 = Відсутнє з'єднання з сервером активації. Впевніться, що ваш брандмауер не блокує Revo Uninstaller.
16088 = Введіть ім'я користувача:
16089 = Введіть серійний номер (рекомендовано скопіювати і вставити):
16090 = Введіть ключ розблокування (рекомендовано скопіювати і вставити):
16091 = Скинути процес активації
16092 = Залишилось днів:
16093 = Зберегти файл
16094 = Зареєстрована на 
16095 = Переактивація
16096 = Триває активація. Зачекайте...
16097 = Серійний номер хибний.\nСкопіюйте і вставте серійний номер замість його введення з клавіатури!
16098 = Перезапустіть Revo Uninstaller
16100 = Серійний номер:
16101 = Дані ліцензії:
16102 = Надсилання відгуку
16103 = Онлайн-підтримка
16104 = Скинути налаштування панелей головного вікна
16105 = Скидання контролю параметрів подробиці перегляду
16106 = Скидання успішним!\nПерезапустіть Revo Uninstaller для застосування змін
16107 = Немає зареєстрованого елементів.\nВи повинні перевірити принаймні один елемент для продовження
16112 = Revo Uninstaller Pro вже працює!

16157 = Отримати нашу програму для Android
16158 = Завантажити нашу програму для Android

[AppBar]
16900 = Збереження журналу моніторингу змін системи 
16901 = Зупинити моніторинг інсталяції 
16902 = Revo Uninstaller відслідковує зміни системи - продовжуйте встановлення як звичайно! НЕ запускайте інших інсталяційних файлів, програм або чого-небудь ще під час інсталяції! Після встановлення програми запустіть її, налаштуйте і потім закрийте. Далі натисніть кнопку "Стоп" (червоний квадрат) і збережіть файл журналу. 
16903 = Впишіть назву журналу: 
16904 = Впишіть назву журналу і натисніть "Зберегти" 
16905 = Revo Uninstaller відстежує інсталяцію 
16906 = Revo Uninstaller зберігає дані 
16907 = Немає прав на вимикання комп'ютера. Спробуйте зробити це вручну! 
16908 = Неможливо отримати право на вимикання комп'ютера. Спробуйте зробити це вручну!
16909 = Вкажіть правильне ім'я журналу! 
16910 = Ви дійсно бажаєте скасувати процес ведення журналу?

[JunkFilesCleanerPro] 
17000 = Винятки
17001 = Остання зміна 
17002 = Сканування папки...
17003 = Включені
17004 = Папки, включені як непотрібні

[Windows Apps]
17100 = Програми\nWindows
17101 = Програми Windows
17102 = Програма Windows
17103 = Всього програм
17104 = Програма
17105 = Програми
17106 = Модуль "Програми Windows" відображає всі встановлені програми Windows і допомагає видалити будь-яку з них одним натисненням кнопки. Деякі програми, що виробляються корпорацією Майкрософт, попередньо встановлені з операційною системою, інші встановлюються через Магазин Майкрософт. Більше інформації про будь-яку програму можна знайти в контекстному меню.
17107 = Аналіз і запуск вбудованої команди деінсталяції програми
17108 = Після завершення роботи вбудованого деінсталятора програми, натисніть кнопку "Сканувати" для пошуку залишених файлів, папок та елементів реєстру.
17109 = Бажаєте деінсталювати вибрану програму?

[EvidenceRemoverPro] 
17300 = Тип 
17301 = Всього 
17302 = Вільно 
17310 = Локальний диск 
17311 = Знімний диск 
17312 = Залишилось часу:
17313 = днів 
17314 = годин
17315 = хвилин
17316 = секунд
17317 = Ви впевнені, що ви хочете, щоб зупинити цей процес

[WindowsToolsPro]
17400 = Відновлення системи
17401 = Діагностика мережі
17402 = Інформація про мережу
17403 = Центр безпеки
17404 = Властивості системи
17405 = Інформація про систему
17406 = Команда TCP/IP Netstat
17407 = Екранна клавіатура
17408 = Дефрагментатор диска
17409 = Служби
17410 = Спільні папки
17411 = Групова політика
17412 = Додати/видалити компоненти Windows
17413 = Засіб видалення шкідливих програм Microsoft Windows
17414 = Резервування і відновлення Windows
17415 = Планувальник завдань
17416 = Перевірка диска
17417 = Перевірка системних файлів
17450 = Резервування і відновлення Windows дозволяє створювати копії файлів даних для всіх людей, які використовують комп'ютер, і надає можливість створювати образ системи. Ви можете дозволити Windows вибрати, що резервувати, або самостійно виберіть окремі папки, бібліотеки та диски, резервні копії яких потрібно зробити. Образ системи містить в собі Windows і параметри вашої системи, програми та файли. Образ системи можна використати для відновлення вмісту вашого комп'ютера, якщо жорсткий диск або комп'ютер відмовляються працювати.
17451 = Планувальник завдань дозволяє планувати автоматизовані завдання, які виконують дії в певний час або при настанні певних подій. Він надає можливість планувати запуск програм або сценаріїв у окреслені терміни або після певного часового інтервалу. Планувальник завдань керує бібліотекою усіх запланованих завдань, що забезпечує організований перегляд завдань і зручний спосіб керування ними. 
17452 = Перевірка диска перевіряє логічну цілісність файлової системи на томі Windows. Також виконується перевірка на проблеми, пов'язані з битими секторами, втраченими кластерами, файлами з перехресними зв'язками і помилками каталогів. Ці проблеми можуть бути викликані збоями або зависаннями системи, перебоями електроживлення, неправильним вимиканням комп'ютера і т.д. 
17453 = Перевірка системних файлів дозволяє сканувати і відновлювати пошкодження в системних файлах Windows, перевіряючи їх версії. Якщо буде виявлено проблему, вона буде намагатися замінити проблемні файли з кеша DLL Windows. Якщо файл відсутній в кеші DLL Windows або кеш DLL пошкоджений, вам буде запропоновано вставити інсталяційни диск Windows.

[WindowsCleanerPro]
17500 = 17500 = Видалити кеш мініатюр

[UnrecoverableDeletePro] 
17600 = Додати файл(и) 
17601 = Додати папку 
17602 = Видалити назавжди 
17603 = Видалення
17604 = Обчислення...
17605 = Залишилося елементів у списку можуть бути видалені зараз.\nПереконайтеся, що вони не використовуються Windows або іншою програмою і спробуйте ще раз.
17606 = Видалити вибрані елементи зі списку

[Backup Manager]
17800 = Менеджер резервування 
17801 = Відновити 
17802 = Видалити 
17803 = Видалити всі 
17804 = Розширене\nвідновлення
17812 = Завантаження дерева... 
17813 = Назад 
17814 = Далі 
17815 = Не знайдено точки відновлення 
17816 = Обробка 
17817 = Створено резервну копію %d з %d елементів 
17818 = Точки відновлення: 
17819 = Всього: 
17820 = Менеджер резервного копіювання допоможе вам керувати резервної інформацією, збереженою Revo Uninstaller після кожного видалення елементу реєстру, файлу або папки. При поверненні до точки відновлення ви можете відновити усю видалену інформацію або вибрати і відновити один або декілька елементів, які вам необхідно повернути назад. Якщо необхідно додаткове вільне місце на диску, можна видалити одну або декілька локальних точок відновлення. 
17821 = Ім'я 
17822 = Дія 
17823 = Розмір 
17824 = Елементи реєстру 
17825 = Файли та папки 
17826 = Час 
17827 = Дата 
17830 = Ключ/ім'я значення 
17831 = Дані 
17835 = Значення за промовчанням 
17836 = Відновлено %d з %d елементів 
17837 = Відновлення 
17838 = Ім'я файлу/папки 
17839 = Розширене відновлення 
17840 = Помилка читання резервного файлу! 
17841 = Папки та файли для відновлення 
17842 = Елементи реєстру для відновлення 
17843 = Немає вільного місця на диску для запису даних резервного файлу! 
17844 = Помилка запису резервного файлу! 
17845 = Відновити дію %s з %s? 
17846 = Видалити всі точки відновлення? 
17847 = Видалити\nза часом
17848 = Видалити резервування, старші певної дати або періоду
17849 = Видалити усі резервування, старші ніж:
17850 = Вибрана дата:
17851 = Один тиждень
17852 = Два тижні
17853 = 30 днів
17854 = 90 днів
17855 = 180 днів
17856 = Один рік
17857 = Інша дата
17858 = Ви вибрали дату, новішу сьогоднішньої.\nБудуть видалені усі резервування! Продовжити?

[TooltipsPro] 
18200 = Встановлює налаштування Revo Uninstaller 
18201 = Змінити вигляд списку відстежених програм 
18202 = Керування інформацією про резервування, збереженою Revo Uninstaller 
18203 = Встановлення програм з Revo Uninstaller 
18204 = Розширене видалення залишків вже видалених програм 
18205 = Показати всі встановлені програми 
18206 = Показати відстежені при встановленні програми 
18207 = Видалити вибрану відстежену програму 
18208 = Розширене видалення вибраної відстеженої програми 
18209 = Відновити вибрану точку відновлення Revo Uninstaller 
18210 = Розширене відновлення вибраної точки відновлення Revo Uninstaller 
18211 = Видалити вибрану точку відновлення Revo Uninstaller 
18212 = Додати програму в автозавантаження при запуску Windows 
18213 = Виконати операцію видалення даних на зазначених дисках 
18214 = Додати файли для повного видалення 
18215 = Додати папку для повного видалення 
18216 = Видалити додані файли та папки 
18217 = Видалити позначені файли
18218 = Змінити або Виправити інсталяції вибраних програм
18219 = Швидке видалення вибраних програм(усі знайдені залишені елементи будуть автоматично видалені)
18220 = Додати новий елемент до журналу
18221 = Змінити вибраний елемент
18222 = Видалити вибраний елемент з журналу
18223 = Експортувати дані поточного журналу як HTML

[Portable]
18500 = Помилка під час завантаження оновлення!
18501 = Помилка вилучення оновлення!
18502 = Оновлення
18503 = Оновлення успішно завершено!
18504 = %d з %d файлів
18505 = Мобільність
18506 = Використання папки для зберігання настроювані дані
18507= Увімкнути режим швидкого завантаження
